Repository: gethouston/houston
Catalog: mobile/ios/Houston/Localizable.xcstrings
Source language: en
Languages: es, pt

# chat.providerErrorCopy.sessionRestartedTitle
source: Session restarted
es: Sesión reiniciada
pt: Sessão reiniciada

# chat.providerErrorCopy.sessionRestartedBody
source: The previous %@ conversation could not be reopened, so Houston restarted it. Your message was sent again and the assistant is responding below.
es: La conversación anterior de %@ no se pudo reabrir, así que Houston la reinició. Tu mensaje se envió de nuevo y el asistente está respondiendo abajo.
pt: A conversa anterior do %@ não pôde ser reaberta, então o Houston a reiniciou. Sua mensagem foi enviada novamente e o assistente está respondendo abaixo.

# chat.providerErrorCopy.malformedTitle
source: Got a broken response
es: Respuesta dañada
pt: Resposta corrompida

# chat.providerErrorCopy.malformedBody
source: The %@ response was not readable. Try again, this is usually temporary.
es: La respuesta de %@ no se pudo leer. Vuelve a intentar, esto suele ser temporal.
pt: A resposta do %@ não pôde ser lida. Tente de novo, isso costuma ser temporário.

# chat.providerErrorCopy.spawnFailedTitle
source: Could not start %@
es: No se pudo iniciar %@
pt: Não foi possível iniciar o %@

# chat.providerErrorCopy.spawnFailedBody
source: Houston could not start %@. Try reinstalling, then report it if it keeps happening.
es: Houston no pudo iniciar %@. Reinstala e infórmanos si el problema continúa.
pt: O Houston não conseguiu iniciar %@. Tente reinstalar e nos avise se continuar.

# chat.providerErrorCopy.unknownTitle
source: Something unexpected happened
es: Pasó algo inesperado
pt: Aconteceu algo inesperado

# chat.providerErrorCopy.unknownBody
source: Houston could not classify this %@ error. Report it so we can teach Houston to handle it next time.
es: Houston no pudo clasificar este error de %@. Reporta el problema para que aprendamos a manejarlo.
pt: O Houston não conseguiu classificar este erro do %@. Relate para que possamos aprender a tratar.

# chat.providerErrorCopy.rawLabel
source: Raw output
es: Salida cruda
pt: Saída bruta

# chat.copy
source: Copy
es: Copiar
pt: Copiar

# chat.deliveryPending
source: Sending
es: Enviando
pt: Enviando

# chat.deliverySent
source: Sent
es: Enviado
pt: Enviado

# chat.deliveryFailed
source: Not delivered
es: No entregado
pt: Não entregue

# chat.titleBar.working
source: Working…
es: Trabajando…
pt: Trabalhando…

# chat.titleBar.needsAttention
source: Needs your attention
es: Necesita tu atención
pt: Precisa da sua atenção

# interaction.progress
source: %1$lld of %2$lld
es: %1$lld de %2$lld
pt: %1$lld de %2$lld

# interaction.freeTextHint
source: Or type your own answer below.
es: O escribe tu propia respuesta abajo.
pt: Ou digite sua própria resposta abaixo.

# interaction.signinReason
source: Sign in to Houston to continue.
es: Inicia sesión en Houston para continuar.
pt: Entre no Houston para continuar.

# interaction.signinTitle
source: Sign in to Houston
es: Inicia sesión en Houston
pt: Entre no Houston

# interaction.signinDescription
source: Your accounts stay yours; the agent acts on your behalf.
es: Tus cuentas siguen siendo tuyas; el agente actúa en tu nombre.
pt: Suas contas continuam sendo suas; o agente age em seu nome.

# interaction.signin
source: Sign in
es: Iniciar sesión
pt: Entrar

# interaction.connect
source: Connect
es: Conectar
pt: Conectar

# interaction.continueStep
source: Next
es: Siguiente
pt: Próximo

# interaction.planTitle
source: Plan ready
es: Plan listo
pt: Plano pronto

# interaction.planApproveTitle
source: Continue in Coworker mode
es: Continuar en modo Compañero
pt: Continuar no modo Colega

# interaction.planApproveDescription
source: Works with you and asks when unsure.
es: Trabaja contigo y te pregunta si tiene dudas.
pt: Trabalha com você e pergunta quando tem dúvidas.

# interaction.planApproveMessage
source: Go ahead with the plan.
es: Adelante con el plan.
pt: Pode seguir com o plano.

# integrations.title
source: Integrations
es: Integraciones
pt: Integrações

# integrations.homeDescription
source: Connect your apps once, then choose which agents can use each one.
es: Conecta tus apps una vez y elige qué agentes pueden usar cada una.
pt: Conecte seus apps uma vez e escolha quais agentes podem usar cada um.

# integrations.connectedTitle
source: Connected apps
es: Apps conectadas
pt: Apps conectados

# integrations.usedByNone
source: No agents yet
es: Aún no hay agentes
pt: Ainda não há agentes

# integrations.usedByAll
source: All agents
es: Todos los agentes
pt: Todos os agentes

# integrations.unavailable
source: Integrations are not available in this setup.
es: Las integraciones no están disponibles en esta configuración.
pt: As integrações não estão disponíveis nesta configuração.

# integrations.signinTitle
source: Sign in to connect apps
es: Inicia sesión para conectar aplicaciones
pt: Entre para conectar aplicativos

# integrations.signinBody
source: Sign in to Houston to connect your apps. Your accounts stay yours; the agent acts on your behalf.
es: Inicia sesión en Houston para conectar tus aplicaciones. Tus cuentas siguen siendo tuyas; el agente actúa en tu nombre.
pt: Entre no Houston para conectar seus aplicativos. Suas contas continuam sendo suas; o agente age em seu nome.

# integrations.loadingTitle
source: Loading your integrations
es: Cargando tus integraciones
pt: Carregando suas integrações

# integrations.loadingBody
source: Checking your integrations provider…
es: Verificando tu proveedor de integraciones…
pt: Verificando seu provedor de integrações…

# integrations.status.active
source: Connected
es: Conectada
pt: Conectado

# integrations.status.pending
source: Finishing up
es: Terminando
pt: Finalizando

# integrations.status.error
source: Needs reconnecting
es: Necesita reconexión
pt: Precisa reconectar

# integrations.detailActiveOn
source: Agents that can use this
es: Agentes que pueden usarla
pt: Agentes que podem usar

# integrations.detailReconnect
source: Reconnect
es: Reconectar
pt: Reconectar

# integrations.detailDisconnect
source: Disconnect
es: Desconectar
pt: Desconectar

# integrations.detailNoAgents
source: No agents can use this yet. Turn one on above.
es: Ningún agente puede usarla todavía. Activa uno arriba.
pt: Nenhum agente pode usar ainda. Ative um acima.

# integrations.detailAllAgentsNote
source: Every agent can use this app.
es: Todos los agentes pueden usar esta app.
pt: Todos os agentes podem usar este app.

# integrations.grantsLoadError
source: We couldn't load which agents can use this.
es: No pudimos cargar qué agentes pueden usarla.
pt: Não foi possível carregar quais agentes podem usar.

# integrations.grantsRetry
source: Try again
es: Intentar de nuevo
pt: Tentar novamente

# integrations.disconnectConfirmTitle
source: Disconnect %@ everywhere?
es: ¿Desconectar %@ en todas partes?
pt: Desconectar %@ em todos os lugares?

# integrations.disconnectConfirmBody
source: This removes %@ for all of your agents, not just this one. You can reconnect it anytime.
es: Esto quita %@ de todos tus agentes, no solo de este. Puedes volver a conectarla cuando quieras.
pt: Isso remove %@ de todos os seus agentes, não só deste. Você pode reconectá-lo quando quiser.

# integrations.disconnectConfirmAction
source: Disconnect everywhere
es: Desconectar en todas partes
pt: Desconectar em todos os lugares

# integrations.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# integrations.usedBy
source: Used by %lld agents
es: La usan %lld agentes
pt: Usado por %lld agentes

# integrations.connectMoreTitle
source: Connect more apps
es: Conecta más apps
pt: Conecte mais apps

# integrations.searchPlaceholder
source: Search apps...
es: Buscar apps...
pt: Buscar apps...

# integrations.pickerConnected
source: Connected
es: Conectada
pt: Conectado

# integrations.pickerNoResults
source: No matching apps found.
es: No hay apps que coincidan.
pt: Nenhum app corresponde à busca.

# integrations.pickerLoading
source: Loading apps...
es: Cargando apps...
pt: Carregando apps...

# integrations.allCategories
source: All categories
es: Todas las categorías
pt: Todas as categorias

# integrations.loadMore
source: Load more (%lld remaining)
es: Cargar más (%lld restantes)
pt: Carregar mais (%lld restantes)

# integrations.waitingTitle
source: Finish connecting %@
es: Termina de conectar %@
pt: Termine de conectar o %@

# integrations.waitingBody
source: We opened %@ in your browser. Sign in there, then come back here.
es: Abrimos %@ en tu navegador. Inicia sesión ahí y luego vuelve aquí.
pt: Abrimos o %@ no seu navegador. Entre por lá e depois volte aqui.

# integrations.waitingReopen
source: Reopen in browser
es: Volver a abrir en el navegador
pt: Reabrir no navegador

# integrations.waitingCheck
source: I have finished
es: Ya terminé
pt: Já terminei

# integrations.connectTimeout
source: The connection didn't finish. Please try again.
es: La conexión no se completó. Inténtalo de nuevo.
pt: A conexão não foi concluída. Tente novamente.

# integrations.connectFailed
source: The app couldn't be connected. Please try again.
es: No se pudo conectar la aplicación. Inténtalo de nuevo.
pt: Não foi possível conectar o aplicativo. Tente novamente.

# integrations.agentActiveTitle
source: Apps this agent can use
es: Apps que este agente puede usar
pt: Apps que este agente pode usar

# integrations.agentAllAppsTitle
source: Your other connected apps
es: Tus otras apps conectadas
pt: Seus outros apps conectados

# integrations.agentAllAppsSubtitle
source: Apps you connected that this agent can't use yet.
es: Apps que conectaste y que este agente aún no puede usar.
pt: Apps que você conectou e que este agente ainda não pode usar.

# integrations.agentDeactivate
source: Remove from this agent
es: Quitar de este agente
pt: Remover deste agente

# integrations.agentActivate
source: Activate for this agent
es: Activar para este agente
pt: Ativar para este agente

# integrations.agentEmptyTitle
source: No apps yet
es: Aún no hay apps
pt: Ainda não há apps

# integrations.agentEmptyBody
source: Add an app so this agent can act on it.
es: Agrega una app para que este agente pueda usarla.
pt: Adicione um app para que este agente possa usá-lo.

# integrations.agentManageAll
source: Manage all integrations
es: Administrar todas las integraciones
pt: Gerenciar todas as integrações

# missionControl.archiveConfirmTitle
source: Archive missions?
es: ¿Archivar misiones?
pt: Arquivar missões?

# missionControl.archiveConfirmBody
source: Archive %lld missions? You can reopen them from the Archived tab.
es: ¿Archivar %lld misiones? Puedes reabrirlas desde la pestaña Archivadas.
pt: Arquivar %lld missões? Você pode reabri-las pela aba Arquivadas.

# missionControl.archiveConfirmAction
source: Archive
es: Archivar
pt: Arquivar

# missionControl.archiveAction
source: Archive
es: Archivar
pt: Arquivar

# missionControl.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# missionControl.renameTitle
source: Change title
es: Cambiar título
pt: Mudar título

# missionControl.renamePlaceholder
source: Mission title
es: Título de la misión
pt: Título da missão

# missionControl.renameSave
source: Save
es: Guardar
pt: Salvar

# missionControl.statusPagerLabel
source: Mission status
es: Estado de la misión
pt: Status da missão

# missionControl.actionFailedTitle
source: Something went wrong
es: Algo salió mal
pt: Algo deu errado

# missionControl.chatUnavailable
source: Opening this mission's chat is not available yet.
es: Abrir el chat de esta misión aún no está disponible.
pt: Abrir o chat desta missão ainda não está disponível.

# newMission.title
source: New mission
es: Nueva misión
pt: Nova missão

# newMission.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# newMission.noAgentsTitle
source: No agents yet
es: Aún no tienes agentes
pt: Ainda sem agentes

# newMission.noAgentsDescription
source: Build your AI team and ship the impossible.
es: Arma tu equipo de IA y haz lo imposible.
pt: Monte seu time de IA e realize o impossível.

# settings.title
source: Settings
es: Configuración
pt: Configurações

# settings.appearanceTitle
source: Appearance
es: Apariencia
pt: Aparência

# settings.appearanceLight
source: Light
es: Claro
pt: Claro

# settings.appearanceDark
source: Dark
es: Oscuro
pt: Escuro

# settings.accountTitle
source: Account
es: Cuenta
pt: Conta

# settings.signOut
source: Sign out
es: Cerrar sesión
pt: Sair

# settings.accountFallbackName
source: Signed in
es: Sesión iniciada
pt: Sessão iniciada

# auth.continueWithMicrosoft
source: Continue with Microsoft
es: Continuar con Microsoft
pt: Continuar com a Microsoft

# auth.orDivider
source: or
es: o
pt: ou

# auth.emailPlaceholder
source: you@example.com
es: tu@ejemplo.com
pt: voce@exemplo.com

# auth.sendCode
source: Send code
es: Enviar código
pt: Enviar código

# auth.verifyCode
source: Verify code
es: Verificar código
pt: Verificar código

# auth.resendCode
source: Resend code
es: Reenviar código
pt: Reenviar código

# auth.useDifferentEmail
source: Use a different email
es: Usar otro correo
pt: Usar outro e-mail

# auth.errors.invalidCredentials
source: That sign-in didn't work. Check your details and try again.
es: Ese inicio de sesión no funcionó. Revisa tus datos e inténtalo de nuevo.
pt: Esse login não funcionou. Confira seus dados e tente novamente.

# auth.errors.credentialMismatch
source: This email is already linked to a different sign-in method. Use the option you signed up with.
es: Este correo ya está vinculado a otro método de inicio de sesión. Usa la opción con la que te registraste.
pt: Este e-mail já está vinculado a outro método de login. Use a opção com que você se cadastrou.

# auth.errors.providerDisabled
source: This sign-in option isn't available yet. Try another one.
es: Esta opción de inicio de sesión aún no está disponible. Prueba con otra.
pt: Esta opção de login ainda não está disponível. Tente outra.

# auth.errors.otpInvalid
source: That code is wrong or expired. Request a new one and try again.
es: Ese código es incorrecto o expiró. Solicita uno nuevo e inténtalo de nuevo.
pt: Esse código está incorreto ou expirou. Solicite um novo e tente novamente.

# auth.errors.otpRateLimited
source: Too many attempts. Wait a minute, then try again.
es: Demasiados intentos. Espera un minuto y vuelve a intentarlo.
pt: Muitas tentativas. Espere um minuto e tente novamente.

# auth.errors.network
source: Can't reach the sign-in service. Check your connection and try again.
es: No podemos conectarnos al servicio de inicio de sesión. Revisa tu conexión e inténtalo de nuevo.
pt: Não foi possível conectar ao serviço de login. Verifique sua conexão e tente novamente.

# auth.errors.tooManyAttempts
source: Too many attempts. Wait a few minutes, then try again.
es: Demasiados intentos. Espera unos minutos y vuelve a intentarlo.
pt: Muitas tentativas. Espere alguns minutos e tente novamente.

# auth.errors.userDisabled
source: This account has been disabled. Contact support.
es: Esta cuenta ha sido deshabilitada. Contacta a soporte.
pt: Esta conta foi desativada. Entre em contato com o suporte.

# auth.errors.configError
source: Sign-in isn't set up correctly. Please contact support.
es: El inicio de sesión no está configurado correctamente. Contacta a soporte.
pt: O login não está configurado corretamente. Entre em contato com o suporte.

# auth.errors.generic
source: Sign-in failed. Please try again.
es: El inicio de sesión falló. Inténtalo de nuevo.
pt: O login falhou. Tente novamente.

# auth.codeSentTo
source: We sent a 6-digit code to %@.
es: Enviamos un código de 6 dígitos a %@.
pt: Enviamos um código de 6 dígitos para %@.

# aiModels.copilot.personalTitle
source: Personal
pt: Pessoal
